Comment= ------------------------------------------------------------------------------------------
Comment= ПРИМЕЧАНИЯ ПО СТИЛЮ:
Comment= (1) Текст, читаемый как высказывание (т.е. внутриигровые сообщения), написан маленькими буквами и заканчивается полной остановкой.
Comment= (2) Настройки меню представлены заглавными буквами (каждое слово начинается с большой буквы),
Comment=     кроме небольших слов ('в', 'за', и т.п.), которые остаются в нижнем регистре.
Comment= (3) 'Красный отряд' и 'Синий отряд' всегда появляются с большой буквы (как имена собственные).
Comment= (4) Чаще используется словарь правописания ВБ, чем США.
Comment= (5) Иностранные слова начинаются с большой буквы, а слова, следующие за ними, идут через дефис с маленькой буквы,
Comment=     где это подходит. 
Comment= -------------------------------------------------------------------------------------------

[RPlayer]
Comment= Когда игрок часто убивает других людей, они получают сообщения о том, какие они замечательные.
Comment= Восемь вариантов, могут быть использованы в любом порядке.
MenuName=Игрок Mobile Forces

[RageHUD]
MapTitleString=в
AuthorString=
MapTitleString2=Карта:
AuthorString2=Автор:
PressKeyString="Нажмите "
ExitLoadoutString=" чтобы покинуть арсенал"
AwaitingLoadoutString="Ожидаем перезарядку..."

[RDeathMatch]
NoNameChange=" уже используется в качестве имени."
GameName=Бой насмерть

[RageGameInfo]

Comment= Каждый раз, когда кого-то убивают в игре, всплывает надпись, сообщающая кто кого убил, 
Comment= т.е. Джон был убит Питером. Тридцать два варианта. Это непереходные глаголы.

DeathMessage[0]=убит
DeathMessage[1]=- его умертвил игрок
DeathMessage[2]=- его зверски убил игрок
DeathMessage[3]=- его стер игрок
DeathMessage[4]=- его прибил игрок
DeathMessage[5]=- его перемолол игрок
DeathMessage[6]=- его казнил игрок
DeathMessage[7]=- его ударил по голове игрок
DeathMessage[8]=- его разрубил игрок
DeathMessage[9]=- его раздробил игрок
DeathMessage[10]=- его разодрал игрок
DeathMessage[11]=- его измочалил игрок
DeathMessage[12]=- его расплющил игрок
DeathMessage[13]=- его покрасил в белое игрок
DeathMessage[14]=- его направил игрок
DeathMessage[15]=- его сокрушил игрок
DeathMessage[16]=- его победил игрок
DeathMessage[17]=- его лишил головы игрок
DeathMessage[18]=- его наказал игрок
DeathMessage[19]=- его поджарил игрок
DeathMessage[20]=- его испек игрок
DeathMessage[21]=- ему размозжил голову игрок
DeathMessage[22]=- его победил игрок
DeathMessage[23]=- его аннигилировал игрок
DeathMessage[24]=- его уничтожил игрок
DeathMessage[25]=- его расплавил игрок
DeathMessage[26]=- его превратил в мусор игрок
DeathMessage[27]=- его ликвидировал игрок
DeathMessage[28]=- его искалечил игрок
DeathMessage[29]=- его разорвал на куски игрок
DeathMessage[30]=- его изувечил игрок
DeathMessage[31]=- его уничтожил навсегда игрок

Comment= Когда игроков быстро убивают, это выражает насколько быстро они умерли.
Comment= т.е. Джон был основательно убит Питером. 
Comment= Такие сообщения редки. Они все являются глаголами. Пять вариантов.
DeathModifier[0]=крайне 
DeathModifier[1]=невероятно
DeathModifier[2]=вдохновенно
DeathModifier[3]=полностью
DeathModifier[4]=звучно

Comment= Другие 'серьезные' сообщения, которые редко появляются.
Comment= т.е. Джон был ободран живым Питером
MajorDeathMessage[0]=был ободран живым игроком по имени
MajorDeathMessage[1]=был добит игроком по имени
MajorDeathMessage[2]=был выпотрошен игроком по имени

Comment= Сообщения о потере головы, которые проигрываются, когда одиночный, мощный выстрел (т.е. из снайперской винтовки) 
Comment= в голову наповал убивает игрока. т.е. Джон убит выстрелом в голову игроком Питер.
HeadLossMessage[0]=убит выстрелом в голову игроком по имени
HeadLossMessage[1]=получил выстрел в голову от игрока по имени

Comment=
DeathVerb="  "

Comment= Предлог для того, кто совершил убийство.
DeathPrep="  "
DeathTerm=убит


Comment=---------------------------------------------------------------------
Comment= Следующее используется, если игра не знает, кто был убийцей.
Comment=---------------------------------------------------------------------

Comment= Ели они умерли от взрыва:
ExplodeMessage=" взорван."

Comment= Если они сознательно убили себя:
ConsoleSuicideMessage=" сдался и совершил самоубийство."

Comment= Если они упали с такой высоты, что умерли:
FallMessage=" упал и убил себя."

Comment= Если они утопили себя:
DrownedMessage=" стал тонуть и кричал, пока не умер."

Comment= Если они сгорели в огне:
BurnedMessage=" сгорел дотла."

Comment= Если они умерли в кислоте:
CorrodedMessage=" умер в кислотной ванне."

RunDownMessage=" задавлен... "


Comment= Общее сообщение о самоубийстве:
SuicideMessage=" погиб в результате несчастного случая..."

[OrdersWindow]
Comment= Игрок может отдавать приказы товарищам по отряду, используя следующий раздел.
Options[0]=Подтверждение
Options[1]=Атака
Options[2]=Приказы
Options[3]=Насмешки
Options[4]=Другое/Разное
Options[5]=Жест
Options[6]=Приказать этому боту
WindowTitle=Приказы

[RageTeamGame]
StartUpTeamMessage=Вы играете за
teamcolor[0]='Отряд синих'
teamcolor[1]='Отряд красных'
StartupTeamTrailer=.
GameName=Командный бой

[ServerInfo]
ServerInfoText=Инфо сервера
ContactInfoText=Инфо связи
NameText=Имя:
AdminText=Админ:
EMailText=EMail:
UnknownText=Неизвестно
MOTD=Сообщение дня
GameStatsText=Статистика игры
GameTypeText=Тип игры:
PlayersText=Игроки:
FragsText=Всего убийств:
BotText=Боты

[RageTeamScoreBoard]
TeamName[0]=Отряд синих
TeamName[1]=Отряд красных
OrdersString=Приказ:
InString=Местоположение:
PlayersNotShown=Игрок(и) не показан(ы).

[RageScoreBoard]
MapTitle=на карте
Author=
Restart=Вы мертвы.  Нажмите кнопку [Огонь], чтобы возродиться!
Continue=" Для продолжения нажмите кнопку [Огонь]!"
Ended="Матч окончен."
ElapsedTime=Прошедшее время: 
RemainingTime=Оставшееся время: 
PlayerString=Игрок
FragsString=Убийств
DeathsString=Смертей
PingString=Пинг
TimeString=Время
LossString=Проигрыш
FPHString=FPH

[RageGameRepInfo]
Comment= если вы нажимаете в игре F1, вы получаете список всех игроков, если в вашем отряде есть 
Comment= боты, вы получаете их текущие приказы.
HumanString=*Человек*
CommanderString=*Командир*
SupportString='прикрывает'
DefendString='обороняет'
AttackString='защищает'
HoldString='удерживает'
FreelanceString='импровизирует'
GoalStrings[0]=Чтобы выиграть, убейте %k противников.
GoalStrings[1]=Чтобы выиграть убейте большинство за %o.
GoalStrings[2]=Чтобы выиграть, убейте %k противников за %o.

[RageVoicePack]
LeaderSign[0]=Лидер синих
LeaderSign[1]=Лидер красных
CommaText=, 

[RageMessageDeath]
KilledString=убит

[OrdersChildWindow]
WindowTitle=

[VehicleWeapon]
Comment= Если игрок убивает другого, когда последний едет в машине:
DeathMessage=%k прикончил игрока по имени %o
PickupMessage=Вошел в машину.

[RageControlPoint]
PointName=Позиция

[TargetChildWindow]
AllString=Все
WindowTitle=

[RageMessageDM]
Comment= Если по окончании времени счет остается равным, игра не заканчивается, пока не произойдет еще одна смерть.
OvertimeMessage="В конце матча счет равный. Дополнительная игра: ВНЕЗАПНАЯ СМЕРТЬ!!!"

Comment = Если игрок изменяет имя своего персонажа...
GlobalNameChange=изменил свое имя на

Comment = Если игрок переходит в другой отряд...
NewTeamMessage=теперь в отряде

[RagePlayerVoicePack]
NameTime[0]=0.960000
NameTime[1]=1.100000

Comment= Следующие четыре подтверждения приказов и передаются с запятой и именем  
Coment = в конце, например: Подтверждаю, Курт.
AckString[0]=Подтверждаю
AckString[1]=Вас понял
AckString[2]=Выдвигаюсь
AckString[3]=Иду по своему маршруту

AckTime[0]=0.780000
AckTime[1]=0.810000
AckTime[2]=0.980000
AckTime[3]=0.980000

Comment= Следующие три - это то, что ваши товарищи по отряду говорят, когда вы стреляете в них.
FFireString[0]=Не в меня, идиот! У нас один отряд!
FFireString[1]=Тот же цвет, тот же отряд!
FFireAbbrev[1]=Эй, новичок, я в ТВОЕМ отряде!

Comment= Что ваш игрок говорит после того, как вы убили кого-то.
TauntString[0]=Я чертовски хорош...
TauntString[1]=Прекрати молиться и начни кричать... 
TauntString[2]=Казнен!
TauntString[3]=Эй, новичок: Бадабум!
TauntString[4]=Гори, детка, гори!
TauntString[5]=Так кто папочка!!!
TauntString[6]=Умри, трусливое животное!
TauntString[7]=Неудачник!
TauntString[8]=Ты неженка!
TauntString[9]=Дорожное убийство!
TauntString[10]=Теперь это ультра жестоко!
TauntString[11]=Когда я плохой, я действительно плохой...
TauntString[12]=О да...
TauntString[13]=Что это за парни? Рубленая печенка?!
TauntString[14]=Этот подходит для пепельницы!
TauntString[15]=Окружен, оглушен и некуда бежать!
TauntString[16]=Режь и бей...

Comment= --------------------------------------------------
Comment= ПРИКАЗЫ ОТРЯДУ
Comment= --------------------------------------------------
Comment= Приказы, которые игрок может отдать товарищам по отряду

Comment= Командный пост ('База') может быть использован во многих типах игры.
OrderString[0]=Защитите командный пост.
Comment= Стой там, где сейчас стою я.
OrderString[1]=Защитите этот район.
Comment= Атакуй вражеский командный пост.
OrderString[2]=Атакуйте вражескую базу.
Comment = Прикрой меня огнем / уведи от меня противника...
OrderString[3]=Прикройте меня.
Comment= Сказать другим игрокам делать то, что они считают нужным.
OrderString[4]=Импровизируйте, ты сам по себе.
Comment = Приказать игроку захватить вражеский флаг...

OrderString[5]=Поддержите капитана!
OrderString[6]=Найти и уничтожить!
	
OrderString[7]=Охраняйте флаг.
OrderString[8]=Завладейте флагом.
	
OrderString[9]=Взять пункт.
OrderString[10]=Взять пункт.

OrderString[11]=Охраняйте сейф.
OrderString[12]=Захватите золото.

OrderString[13]=Защитите командный пост.
OrderString[14]=Захватите трейлер.

OrderString[15]=Кинжальный огонь!


Comment=-------
Comment=здесь приказы, выбранные из выпадающего меню (чтобы быть короче, односложные команды).
Comment = Общий приказ оборонять.
OrderAbbrev[0]=Защищайтесь!
Comment = Общий приказ атаковать.
OrderAbbrev[2]=Атака!
Comment= Сказать другим игрокам делать то, что им нравится. Сменилось со 'свободного художника'. 
OrderAbbrev[4]=Импровизируйте!

Comment=В игре имеет место обратная тематическая связь (использующая военный стиль речи)...
otherstring[0]=Возвращайтесь на базу! - вражеское проникновение в штаб-квартиру!
otherstring[1]=Враг захватил цель! Всем силам, найти и вернуть!
otherstring[2]=Взята цель миссии!
otherstring[3]=Я прикрою тебя, солдат!
otherstring[4]=Аааааааа! В меня попали!
otherstring[5]=Человек убит! Оставайся в живых, черт возьми!
otherstring[6]=Этот сектор подвергается сильному обстрелу!
otherstring[7]=вы на точке. Оставайтесь на связи!
otherstring[8]=Цель захвачена! Возвращаюсь на базу...
otherstring[9]=Понял, лидер, я на позиции.
otherstring[10]=Понял это, иду.
otherstring[11]=Область захвачена, развертывайтесь как планировалось.
otherstring[12]=Вижу курьера противника.
otherstring[13]=Ожидается сильное сопротивление - запрашиваю эвакуацию!
otherstring[14]=Взрываю целую область - убейте их!
otherstring[15]=Я тебя прикрываю - иди к цели.
otherstring[16]=Все чисто - цель была нейтрализована.
otherstring[17]=Я внутри.
otherstring[18]=Пошли!
otherstring[19]=Мы отключаемся.
otherstring[20]=Я ухожу отсюда!
otherstring[21]=Йахуу!
otherstring[22]=Вернул флаг!
otherstring[23]=Вернул золото!
otherstring[24]=Вернул ключ!
otherstring[25]=Вернул трейлер!
otherstring[26]=У меня вражеский флаг.
otherstring[27]=У меня вражеское золото.
otherstring[28]=Флаг захвачен, возвращаюсь на базу.
otherstring[29]=Золото захвачено, возвращаюсь на базу.
otherstring[30]=Ключ захвачен.
otherstring[31]=Трейлер захвачен.

Comment=Здесь краткий итог строк, находящихся выше (обратите внимание на сочетающиеся номера)...
OtherAbbrev[1]=Вернул цель миссии!
Comment= Как только флаг захвачен, игрок произносит это.
OtherAbbrev[2]=Цель миссии захвачена.
OtherAbbrev[3]=Я прикрываю твою спину.
OtherAbbrev[6]=Меня атакуют!
OtherAbbrev[8]=Цель миссии захвачена!
OtherAbbrev[9]=Я на позиции.
OtherAbbrev[11]=Эта область захвачена.
OtherAbbrev[12]=Обнаружен вражеский авианосец.
OtherAbbrev[15]=Вы прикрыли.

[RageMessageMultiKill]
Comment= Когда игрок часто убивает людей:
DoubleKillString=Боевой коммандос!
TripleKillString=Воин - герой!
MultiKillString=Воин - ветеран!
UltraKillString=ЭЛИТНЫЙ ВОИН!!
MonsterKillString=ЖИВОЙ АННИГИЛЯТОР!!!

[RageMessageKillingSpree]
Comment= Когда игрок убивает нескольких людей, при этом не умирая:
EndSpreeNote=, радостно убивавший, был неожиданно умервщлен игроком по имени
EndSelfSpree=казался неостановимым, пока не убил себя!
spreenote[0]=это машина для убийств!
spreenote[1]=серьезно болен на голову!
spreenote[2]=стал баллистиком!
spreenote[3]=стреляет ради крови!
spreenote[4]=- ГЕРОЙ МОБИЛЬНОЙ ВОЙНЫ!!!

[RageMessageTime]
TimeMessage[0]=
TimeMessage[2]=
TimeMessage[3]=
TimeMessage[4]=
TimeMessage[5]=
TimeMessage[6]=
TimeMessage[7]=
TimeMessage[8]=
TimeMessage[9]=
TimeMessage[10]=
TimeMessage[11]=
TimeMessage[12]=
TimeMessage[13]=
TimeMessage[14]=
TimeMessage[15]=

[RageMessageFirstBlood]
FirstBloodString=убил в первый раз!

[RageMessageVictim]
YouWereKilledBy=Вас убил игрок по имени
KilledByTrailer=!

[RageMessageKiller]
YouKilled=Вы убили игрока по имени
ScoreString=Ваш счет:

[RageMessageDecapitation]
DecapitationString=Обезглавлен!!!

[RageMessageControlPoint]
ControlPointStr=Контрольный пункт
ControlledBy=теперь контролируется игроком по имени

[RageTeamReplicationInfo]
GoalStrings[0]=Чтобы выиграть, убейте %k игроков из отряда %w.
GoalStrings[1]=Чтобы выиграть, убейте большую часть отряда %w за %o.
GoalStrings[2]=Чтобы выиграть, убейте %k игроков из отряда %w за %o.

Comment= В игре четыре типа машин -
Comment= Багги - пляжное багги.
Comment= Джип - джип / внедорожник.
Comment= Грузовик - армейский грузовик времен второй мировой.
Comment= (БМП) Армадилло - танк без пушки. БМП = Бронированная Машина Пехоты.

[ArmadilloWeapon]
DeathMessage=%k догнал игрока по имени %o на БМП.
PickupMessage=Теперь ведет БМП.

[HumveeWeapon]
DeathMessage=%k догнал игрока по имени %o на джипе.
PickupMessage=Теперь ведет джип.

[RageWaterZone]
ZoneName=Под водой

[BuggyWeapon]
DeathMessage=%k догнал игрока по имени %o на багги.
PickupMessage=Теперь ведет багги.

[TruckWeapon]
DeathMessage=%k догнал игрока по имени %o на грузовике.
PickupMessage=Теперь ведет грузовик.

[Humvee]
MenuName="случайный джип"

